export interface Compliment {
  text: string;
  from: string;
}

const compliments: Compliment[] = [
  { 
    text: "анастасия поздравляю вас с днем рождения, желаю принца на белом коне, счастья, здоровья, чтоб пивасик был безлимитный и все желания исполнялись. и запомни: «дохуя хочешь - дохуя будет»", 
    from: "Катя" 
  },
  { 
    text: "любимка это твой день.желаю тебе всегда быть самой счастливой,больше угара по жизнь,жизнь сказка малина крошка", 
    from: "Снежана" 
  },
  { 
    text: "Дорогая Настя поздравляем тебя с днем рожденья желаем чтоб все ухажоры были минимум на x5 или того лучше но главное чтоб по любви меньше тюбиков тебе в жизни часик в радость Настя сладость чтоб про тебя стихи писали и еще чтоб не бросали мы твои подруги Текст писал Никита флюгер", 
    from: "Никита дебил" 
  },
  { 
    text: "Дорогая, Настя, поздравляю тебя с днём рождения! От всей души желаю тебе быть всегда такой же красивой и лучезарной. Пусть в тебе бьёт ключом неиссякаемая женская энергия, которая притягивает удачу и счастье. Я очень хочу, чтобы ты поскорее встретила свою вторую половинку — человека, с которым будет тепло и надёжно. И конечно же главного — крепкого здоровья,  а также легкости, любви и побольше поводов для улыбки.", 
    from: "Оля" 
  },
  { 
    text: "Настюшка, с юбилеем 20 лет! 🎉 Ты — абсолютная королева праздника, так что срочно объявляй всеобщий шашлык машлык: мангал дымит клубами, мясо шипит и капает соком, а гости в полном шоке от твоего королевского величия! Добавь к этому холодненький пивас — пенная река из кружек, чтоб каждый тост был за тебя, за твои супер-успехи и эпические приключения впереди. Пусть твои 20 будут сочными, как идеальный кусок шашлыка с луком и пузыристыми, как тот самый пивас после долгого дня! Танцуй до утра, ешь от пуза, смейся до слёз и знай: мир крутится вокруг таких, как ты. С днём рождения! Обнимаю крепко-крепко! 🔥🍢🍺😆🥳", 
    from: "Ирина" 
  },
  { 
    text: "С днем рождения,систр! Поздравляю тебя с твоим днем,с днем рождения.Желаю тебе крепкого здоровья,счастья и огромной любви.Оставайся всегда такой же жизнерадостной девчулей,сияй ,твоя энергия заряжает любого человека,с кем ты находишься.Люблю❤️", 
    from: "Лера" 
  },
  { 
    text: "чтоб хуй стоял и бабки были и крысой чтоб конторской не была", 
    from: "Артем Курносов" 
  },
  { 
    text: "Дорогая Анастейша с вашим днем рождения!!!💋💐🎉\n\nВ такой прекрасный праздник желаю тебе сиять, расцветать и чувствовать себя принцессой👸🏼🌷\n\nВ твои 20 лет желаю тебе искренней любви, достойного мужика (не тряпку и не тугодума-долбаеба пж), не задумываться над раскладами о мужиках (а потому что с ними должно быть сразу все понятно), В ОБЩЕМ хорошего такого мужчину тебе желаю, чтоб хуй стоял и деньги были😈🔞💵\n\nНу и конечно же материального благополучия тебе, чтобы могла себе позволить все, что угодно🙏🏻\n\nПобольше ярких впечатлений, приключений, эмоциональной стабильности, достижения нирваны и выхода из круга сансары 🕉🪷🧘🏼‍♀️\n\nАМИНЬ🧿🧿🧿🪬🪬🪬", 
    from: "Поко" 
  },
  { 
    text: "чтобы все было хорошо в жизни и не надо становится ментовской бродягой а нами с нами и не пропадать и чтобы у мужика яйца всегда пустые были и хуй его стоял аминь.", 
    from: "Леша" 
  },
];

export default compliments;